<!DOCTYPE html>
<hnml>
    <head>
        <link rel="stylesheet" href="gyro.css">
        <title>гироскутер купить в спб</title>
    </head>
    <body>
    <header> <!-- шапка сайта -->
			<div class="logo"> <!-- создаю класс ,содержащий логотип и класс с номерами телефонов -->
				<img src="img\logo2.png" class="logo2-img"></img>
				<div class="lol"> <!-- создаю класс ,содержащий номер телефона и кнопку для звонка -->
					<p class="phone">+7 351 111 22 33</p>
					<p><a href="tel:+7 351 111 22 33"><img class="pbutton" src="img\pngwing.com.png" alt="Телефон"></a></p>
					<p class="call1">Позвоните мне</p>
				</div>
			</div>
			<div class="navbar"><!--создаю выдвижное меню-->
  <a href="#catalog">Каталог</a>
  <a href="#">Бренды</a>
  <a href="#personal">Персонал</a>
  <div class="dropdown">
    <button class="dropbtn">Особенности моделей транспорта
      <i class="fa fa-caret-down"></i>
    </button>
    <div class="dropdown-content">
      <a href="electro.php">Электросамокат</a>
      <a href="#gyro">Гироскутер</a>
      <a href="#sigvay">Сигвей</a>
    </div>
  </div> 
</div>
		</header>

        <div class="content">
				<div class="ppp">
					<h1 id="gyro">Гироскутер</h1>
					</div>
				<img src="img\gyro.png" class="content img">
				<div class="www">
				<p>Гироскутер представляет собой конструкцию из 2 колес, расположенных по бокам от наездника и соединенных поперечной планкой-корпусом. Внутри корпуса располагаются электродвигатели, аккумуляторные батареи и гироскопы, поддерживающие в горизонтальном положении площадку для ног.

	Гироскутеры никогда не оснащаются рукоятками для рук. Устройства из 2 колес, поперечной площадки и рулевого столба называются сигвеями и управляются манипуляциями руками.

	Особенность управления гироскутером состоит в том, что для движения вперед наезднику необходимо наклониться вперед. 
  Для торможения или движения назад - наклониться назад. Для поворота нужно наклонять корпус в правую или левую сторону.
  Вы сможете заказать или купить гироскутер в нашем магазине на главной странице,
    а также можете приобрести его вживую в наших центрах продаж.(Санкт-Петербург)</p>
			</div>

    </body>
</html>